Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ToolInfoArgumentDescription
source: Display general info of the tool
af_za: Wys algemene inligting oor die nutsmiddel
am_et: የመሳሪያውን አጠቃላይ መረጃ ማሳየት
ar_sa: عرض المعلومات العامة الخاصة بالأداة
az_latn_az: Alətin ümumi məlumatlarını göstərin
bg_bg: Показване на обща информация за инструмента
cs_cz: Zobrazuje obecné informace o nástroji
da_dk: Vis generelle oplysninger om værktøjet
de_de: Allgemeine Informationen zum Tool anzeigen
el_gr: Εμφανίζει γενικές πληροφορίες για το εργαλείο
es_es: Mostrar información general de la herramienta
es_mx: Mostrar información general de la herramienta.
et_ee: Kuva üldteavet tööriista kohta
fa_ir: اطلاعات عمومی ابزار را نمایش می‌دهد
fi_fi: Työkalun yleistietojen näyttäminen
fr_fr: Afficher les informations générales de l’outil
gl_es: Mostra información xeral da ferramenta
he_il: הצגת מידע כללי על הכלי
hi_in: उपकरण की सामान्य जानकारी प्रदर्शित करें
hu_hu: Az eszköz általános adatainak megjelenítése
id_id: Tampilkan info umum alat
is_is: Sýna almennar upplýsingar um verkfærið
it_it: Visualizza le informazioni generali dello strumento
ja_jp: ツールの一般情報を表示
kk_kz: Құрал туралы жалпы ақпаратты көрсету
lo_la: ສະແດງຂໍ້ມູນທົ່ວໄປຂອງເຄື່ອງມື
lt_lt: Rodoma bendra įrankio informacija
lv_lv: Rādīt vispārīgu informāciju par rīku
mk_mk: Покажете општи информации за алатката
ml_in: ടൂളിന്റെ പൊതുവായ വിവരങ്ങൾ പ്രദർശിപ്പിക്കുക
ms_my: Paparkan maklumat am alat ini
nb_no: Vis generell informasjon om verktøyet
nl_nl: Algemene informatie van dit programma weergeven
pl_pl: Wyświetl ogólne informacje na temat narzędzia
pt_br: Exibir informações gerais da ferramenta
pt_pt: Mostrar informações gerais da ferramenta
ro_ro: Afișarea informațiilor generale ale instrumentului
ru_ru: Отображать общие сведения об инструменте
sk_sk: Zobrazenie všeobecných informácií o nástroji
sl_si: Prikaži splošne informacije v orodju
sq_al: Afisho informacionin e përgjithshëm të veglës
sr_latn_rs: Prikaz opštih informacija o alatki
sv_se: Visa allmän information för verktyget
te_in: సాధనం యొక్క సాధారణ సమాచారాన్ని ప్రదర్శించు
th_th: แสดงข้อมูลทั่วไปของเครื่องมือ
tr_tr: Aracın genel bilgilerini görüntüleme
uk_ua: Відображення загальної інформації про засіб
vi_vn: Hiển thị thông tin chung của công cụ
zh_cn: 显示工具的常规信息
zh_tw: 顯示該工具的一般資訊

# ToolVersionArgumentDescription
source: Display the version of the tool
af_za: Wys die weergawe van die nutsmiddel
am_et: የመሳሪያውን ስሪት አሳይ
ar_sa: عرض إصدار الأداة
az_latn_az: Alətin versiyasını göstərin
bg_bg: Показване на версията на инструмента
cs_cz: Zobrazit verzi nástroje
da_dk: Vis versionen af værktøjet
de_de: Version des Tools anzeigen
el_gr: Εμφάνιση της έκδοσης του εργαλείου
es_es: Mostrar la versión de la herramienta
es_mx: Mostrar la versión de la herramienta.
et_ee: Saate vaadata tööriista versiooni
fa_ir: نسخه ابزار را نمایش می‌دهد
fi_fi: Näytä työkalun versio
fr_fr: Afficher la version de l’outil
gl_es: Mostrar a versión da ferramenta
he_il: הצגת גירסת הכלי
hi_in: उपकरण का संस्करण प्रदर्शित करें
hu_hu: Az eszköz verziójának megjelenítése
id_id: Tampilkan versi alat ini
is_is: Sýna útgáfu verkfærisins
it_it: Mostra la versione dello strumento
ja_jp: ツールのバージョンを表示
kk_kz: Құрал нұсқасын көрсету
lo_la: ສະແດງເວີຊັນຂອງເຄື່ອງມື
lt_lt: Rodyti įrankio versiją
lv_lv: Rādīt rīka versiju
mk_mk: Покажете ја верзијата на алатката
ml_in: ഉപകരണത്തിന്റെ പതിപ്പ് പ്രദർശിപ്പിക്കുക
ms_my: Memaparkan versi alat
nb_no: Vis versjonen av verktøyet
nl_nl: De versie van dit programma weergeven
pl_pl: Wyświetl wersję narzędzia
pt_br: Exibir a versão da ferramenta
pt_pt: Apresentar a versão da ferramenta
ro_ro: Afișarea versiunii instrumentului
ru_ru: Отобразить версию инструмента
sk_sk: Zobraziť verziu nástroja
sl_si: Prikaz različice orodja
sq_al: Afisho versionin e veglës
sr_latn_rs: Prikaz verzije alatke
sv_se: Visa verktygets version
te_in: సాధనం యొక్క సంస్కరణను ప్రదర్శించు
th_th: แสดงเวอร์ชันของเครื่องมือ
tr_tr: Aracın sürümünü görüntüleme
uk_ua: Відображати версію засобу
vi_vn: Hiển thị phiên bản của công cụ
zh_cn: 显示工具的版本
zh_tw: 顯示該工具的版本

# TooManyArgError
source: Argument provided more times than allowed
af_za: Argument het meer tye verskaf as wat toegelaat word
am_et: ነጋሪ እሴት ከሚፈቀደው በላይ ጊዜ ሰጥቷል
ar_sa: تم توفير الوسيطة بصورة أكبر من المرات المسموح بها
az_latn_az: Arqument icazə veriləndən çox təmin edildi
bg_bg: Аргументът е предоставен повече пъти от позволено
cs_cz: Argument byl zadán víckrát, než je povoleno.
da_dk: Argument angivet flere gange en tilladt
de_de: Argument gab mehr Zeiten an als zulässig
el_gr: Το όρισμα παρέχεται περισσότερες φορές από όσες επιτρέπονται
es_es: Se proporcionó el argumento más veces de las permitidas
es_mx: El argumento tiene más tiempos de lo permitido.
et_ee: Argument on esitatud lubatust rohkem kordi
fa_ir: آرگومان به تعداد دفعات بیشتر از حد مجاز ارائه شده است
fi_fi: Argumentti annettu sallittua useammin
fr_fr: Argument fourni plus de fois que le nombre autorisé
gl_es: O argumento forneceuse máis veces das permitidas
he_il: הארגומנט סופק יותר פעמים מהמותר
hi_in: तर्क अनुमत से अधिक समय प्रदान किया गया
hu_hu: Az argumentum az engedélyezettnél többször van megadva
id_id: Argumen yang diberikan lebih banyak dari yang diizinkan
is_is: Frumbreyta gefin upp oftar en heimilt er
it_it: Argomento fornito più volte di quanto consentito
ja_jp: 引数が許可されたよりも多く提供されました
kk_kz: Аргумент рұқсат етілген шамадан көп рет енгізілді
lo_la: ລະບຸອາກິວເມັນເກີນທີ່ອະນຸຍາດໄວ້
lt_lt: Argumentas pateiktas daugiau kartų nei leidžiama
lv_lv: Arguments norādīts vairāk reižu nekā atļauts
mk_mk: Аргументот е наведен повеќе пати од дозволеното
ml_in: അനുവദനീയമായതിലും കൂടുതൽ തവണ വാദം നൽകി
ms_my: Argumen menyediakan lebih banyak masa daripada yang diizinkan
nb_no: Argumentet er angitt flere ganger enn tillatt
nl_nl: Argument vaker ingevoerd dan toegestaan
pl_pl: Argument podano więcej razy niż dozwolona ilość
pt_br: Argumento fornecido mais vezes do que o permitido
pt_pt: O argumento foi fornecido mais vezes do que o permitido
ro_ro: Argument furnizat de mai multe ori decât este permis
ru_ru: Аргумент предоставлен больше раз, чем позволено
sk_sk: Argument bol zadaný viackrát, než je povolené
sl_si: Argument, ki je bil na voljo večkrat, kot je dovoljeno
sq_al: Argumenti u dha më shumë herë se sa lejohet
sr_latn_rs: Argument je obezbeđen više puta nego što je dozvoljeno
sv_se: Argumentet tillhandahölls fler gånger än tillåtet
te_in: వాదన అనుమతించిన దానికంటే ఎక్కువ సార్లు అందించబడింది
th_th: มีอาร์กิวเมนต์มากกว่าที่อนุญาตให้ใช้ได้
tr_tr: İzin verilenden daha fazla sayıda bağımsız değişken sağlandı
uk_ua: Аргумент наведено більше разів, ніж дозволено
vi_vn: Đối số được cung cấp nhiều lần hơn cho phép
zh_cn: 提供的参数超过允许的参数
zh_tw: 引數提供的次數超過允許的次數

# TooManyBehaviorsError
source: More than one install behaviour argument provided
af_za: Meer as een installeergedragsargument is verskaf
am_et: ከአንድ በላይ የጭነት ባህሪ ሙግት ቀርቧል
ar_sa: تم توفير أكثر من وسيطة لسلوك التثبيت
az_latn_az: Birdən çox quraşdırma əməliyyatı arqumenti təmin edilib
bg_bg: Дадени са няколко аргумента за поведение на инсталацията
cs_cz: Je zadán více než jeden argument chování při instalaci.
da_dk: Der er angivet mere end et installationsadfærdsargument
de_de: Es wurde mehr als ein Argument zur Installation angegeben
el_gr: Παρέχεται παραπάνω από ένα όρισμα συμπεριφοράς εγκατάστασης
es_es: Se proporcionó más de un argumento de comportamiento de instalación
es_mx: Se proporcionó más de un argumento de comportamiento de instalación.
et_ee: Esitatud on rohkem kui üks installikäitumise argument
fa_ir: بیش از یک آرگومان رفتار نصب ارائه شده است
fi_fi: Annettu useampi kuin yksi asennuksen toiminta-argumentti
fr_fr: Plusieurs arguments de comportement d’installation fournis
gl_es: Fornécese máis dun argumento de instalación de comportamento
he_il: סופק יותר מארגומנט אחד הקובע את התנהגות ההתקנה
hi_in: एक से अधिक स्थापना व्यवहार तर्क प्रदान किया गया
hu_hu: Egynél több, a telepítési viselkedést meghatározó argumentum van megadva
id_id: Ada lebih dari satu argumen perilaku penginstalan yang disediakan
is_is: Fleiri en ein frumbreyta fyrir uppsetningarhegðun gefin upp
it_it: È stato fornito più di un argomento sul comportamento di installazione
ja_jp: 複数のインストール動作引数が提供されています
kk_kz: Орнату кезінде бірнеше аргумент көрсетілді
lo_la: ລະບຸອາກິວເມັນພຶດຕິກຳການຕິດຕັ້ງຫຼາຍກວ່າໜຶ່ງອັນ
lt_lt: Pateiktas daugiau nei vienas įdiegimo būdo argumentas
lv_lv: Norādīti vairāki instalēšanas darbības argumenti
mk_mk: Наведени се повеќе аргументи со однесување за инсталирање
ml_in: പെരുമാറ്റ വാദം നൽകികൊണ്ട് ഒന്നിൽ കൂടുതൽ ഇൻസ്റ്റാൾ ചെയ്യുക
ms_my: lebih daripada satu argumen kelakuan yang disediakan
nb_no: Mer enn ett-argument for installasjonsatferd er angitt
nl_nl: Meer dan een argument voor installatiegedrag ingevoerd
pl_pl: Podano więcej niż jeden argument zachowania instalacji
pt_br: Mais de um argumento de comportamento de instalação fornecido
pt_pt: Foi fornecido mais do que um argumento de comportamento de instalação
ro_ro: Mai multe argumente despre comportamentul de instalare a fost furnizat
ru_ru: Предоставлено более одного аргумента поведения при установке
sk_sk: Zadal sa viac než jeden argument správania inštalácie
sl_si: Na voljo je več kot en argument vedenja za namestitev
sq_al: U dha më shumë se një argument i sjelljes së instalimit
sr_latn_rs: Obezbeđeno je više argumenata ponašanja instalacije
sv_se: Fler än en installations beteendeargument tillhandahålls
te_in: ఒకటి కంటే ఎక్కువ వ్యవస్థాప ప్రవర్తన వాదన అందించబడింది
th_th: มีอาร์กิวเมนต์พฤติกรรมการติดตั้งมากกว่าหนึ่งอาร์กิวเมนต์ที่มีให้
tr_tr: Birden fazla yükleme davranışı bağımsız değişkeni sağlandı
uk_ua: Наведено більше одного аргумента поведінки інсталяції
vi_vn: Nhiều hơn một đối số hành vi cài đặt được cung cấp
zh_cn: 提供多个安装行为参数
zh_tw: 提供多個安裝行為引數

# UnexpectedErrorExecutingCommand
source: An unexpected error occurred while executing the command:
af_za: ’n Onverwagse fout het voorgekom tydens die uitvoering van die bevel:
am_et: ትዕዛዙን በመፈጸም ላይ ያልተጠአቀ ስህተት ተከስቷል፡
ar_sa: حدث خطا غير متوقع اثناء تنفيذ الأمر:
az_latn_az: Əmri icra edərkən gözlənilməz səhv baş verdi:
bg_bg: Възникна неочаквана грешка при изпълнение на командата:
cs_cz: Při provádění příkazu došlo k neočekávané chybě:
de_de: Unerwarteter Fehler beim Ausführen des Befehls:
el_gr: Παρουσιάστηκε μη αναμενόμενο σφάλμα κατά την εκτέλεση της εντολής:
es_es: Se ha producido un error inesperado al ejecutar el comando:
es_mx: Ocurrió un error inesperado al ejecutar el comando:
et_ee: Käsu täitmisel ilmnes ootamatu tõrge:
fa_ir: هنگام اجرای فرمان، خطای غیرمنتظره‌ای رخ داد:
fi_fi: Odottamaton virhe komentoa suoritettaessa:
fr_fr: Une erreur inattendue s'est produite lors de l'exécution de la commande :
gl_es: Ocorreu un erro inesperado mentres se executaba o comando:
he_il: אירעה שגיאה לא צפויה בעת ביצוע הפקודה:
hi_in: आदेश निष्पादित करते समय कोई अनपेक्षित त्रुटि उत्पन्न हुई:
hu_hu: Váratlan hiba történt a parancs végrehajtása közben:
is_is: Óvænt villa kom upp þegar verið var að framkvæma skipunina:
it_it: Si è verificato un errore imprevisto durante l'esecuzione del comando:
ja_jp: コマンドの実行中に予期しないエラーが発生しました:
kk_kz: Пәрменді орындау кезінде күтпеген қате орын алды:
lo_la: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນໃນລະຫວ່າງການດຳເນີນຄຳສັ່ງ:
lt_lt: Vykdant komandą įvyko netikėta klaida:
lv_lv: Izpildot komandu, radās neparedzēta kļūda:
ms_my: Ralat tidak dijangka telah berlaku semasa melaksanakan perintah:
nb_no: Det oppstod en uventet feil under utføring av kommandoen:
nl_nl: Er is een onverwachte fout opgetreden bij het uitvoeren van de opdracht:
pl_pl: Wystąpił nieoczekiwany błąd podczas wykonywania polecenia:
pt_br: Ocorreu um erro inesperado ao executar o comando:
pt_pt: Ocorreu um erro inesperado ao executar o comando:
ro_ro: Eroare neașteptată la executarea comenzii:
sk_sk: Počas vykonávania príkazu sa vyskytla neočakávaná chyba:
sl_si: Med izvajanjem ukaza je prišlo do nepričakovane napake:
sq_al: Ndodhi një gabim i papritur gjatë ekzekutimit të komandës:
sr_latn_rs: Došlo je do neočekivane greške prilikom izvršavanja komande:
sv_se: Ett oväntat fel inträffade när kommandot kördes:
te_in: ఆదేశాన్ని అమలు చేస్తున్నప్పుడు ఊహించని లోపం సంభవించింది:
th_th: มีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้นขณะดำเนินการคำสั่ง:
tr_tr: Komut yürütülürken beklenmeyen bir hata oluştu:
uk_ua: Під час виконання команди сталася неочікувана помилка:
vi_vn: Đã xảy ra lỗi ngoài dự kiến khi đang thực hiện lệnh:
zh_cn: 执行此命令时发生意外错误：
zh_tw: 執行命令時，發生意外的錯誤：

# UnrecognizedCommand
source: Unrecognised command
af_za: Onerkende bevel
am_et: ያልታወቀ ትእዛዝ
ar_sa: الأمر غير معروف
az_latn_az: Tanınmayan əmr
bg_bg: Неразпозната команда
cs_cz: Nerozpoznaný příkaz
da_dk: Ikke-genkendt kommando
de_de: Nicht erkannter Befehl
el_gr: Η εντολή δεν αναγνωρίστηκε
es_es: Comando no reconocido
es_mx: Comando no reconocido.
et_ee: Tundmatu käsk
fa_ir: فرمان تشخیص‌داده‌نشده
fi_fi: Tunnistamaton komento
fr_fr: Commande non reconnue
gl_es: Comando non recoñecido
he_il: פקודה בלתי מזוהה
hi_in: अपरिचित आदेश
hu_hu: Ismeretlen parancs
id_id: Perintah tidak dikenal
is_is: Óþekkt skipun
it_it: Comando non riconosciuto
ja_jp: 認識されないコマンド
kk_kz: Пәрмен анықталмады
lo_la: ຄຳສັ່ງທີ່ບໍ່ຮູ້ຈັກ
lt_lt: Neatpažinta komanda
lv_lv: Neatpazīta komanda
mk_mk: Непрепознаена наредба
ml_in: തിരിച്ചറിയാത്ത കമാൻഡ്
ms_my: Perintah tidak dikenali
nb_no: Ukjent kommando
nl_nl: Niet-herkende opdracht
pl_pl: Nierozpoznane polecenie
pt_br: Comando não reconhecido
pt_pt: Comando não reconhecido
ro_ro: Comandă nerecunoscută
ru_ru: Нераспознанная команда
sk_sk: Nerozpoznaný príkaz
sl_si: Ukaza ni mogoče prepoznati
sq_al: Komandë e panjohur
sr_latn_rs: Neprepoznata komanda
sv_se: Okänt kommando
te_in: గుర్తించబడని ఆదేశం
th_th: คำสั่งที่ไม่รู้จัก
tr_tr: Tanınmayan komut
uk_ua: Нерозпізнана команда
vi_vn: Lệnh không nhận dạng được:
zh_cn: 无法识别的命令
zh_tw: 無法辨識的命令

source: usage
af_za: gebruik
am_et: አጠቃቀም
ar_sa: الاستخدام
az_latn_az: istifadə
bg_bg: използване
cs_cz: použití
de_de: Nutzung
el_gr: χρήση
es_es: uso
es_mx: Uso
et_ee: kasutus
fa_ir: استفاده
fi_fi: käyttö
fr_fr: consommation
gl_es: uso
he_il: שימוש
hi_in: उपयोग
hu_hu: használat
is_is: notkun
it_it: uso
ja_jp: 使用状況
kk_kz: пайдалану
lo_la: ການໃຊ້
lt_lt: naudojimas
lv_lv: lietojums
ms_my: penggunaan
nb_no: bruk
nl_nl: gebruik
pl_pl: użycie
pt_br: uso
pt_pt: utilização
ro_ro: utilizare
sk_sk: používanie
sl_si: uporaba
sq_al: përdorimi
sr_latn_rs: potrošnja
sv_se: användning
te_in: ఉపయోగం
th_th: การใช้งาน
tr_tr: kullanım
uk_ua: використання
vi_vn: mức sử dụng
zh_cn: 使用情况
zh_tw: 使用

# ValidateCommandLongDescription
source: Validates a manifest using a strict set of guidelines. This is intended to enable you to check your manifest before submitting to a repo.
af_za: Valideer ’n manifes deur ’n streng stel riglyne te gebruik. Dit is bedoel om jou in staat te stel om jou manifes na te gaan voor jy dit by ’n terugneming indien.
am_et: ጥብቅ የመመሪያዎች ስብስብን በመጠቀም የይዘት ዝርዝርን ተቀባይነት ያረጋግጣል። ይህ ወደ መልሶ ሻጭ ከማስገባትዎ በፊት የይዘት ዝርዝርዎን እንዲያጣሩ እርስዎን ለማስቻል የታሰበ ነው።
ar_sa: للتحقق من صحة بيان التطبيق باستخدام مجموعة صارمة من الإرشادات. يهدف ذلك إلى تمكينك من التحقق من بيان التطبيق قبل الإرسال إلى موقع تخزين رئيسي.
az_latn_az: Ciddi qaydalar dəstindən istifadə etməklə manifesti təsdiqləyir. Bu, manifestinizi saxlama yerinə təqdim etməmişdən əvvəl onu yoxlamaq imkanı vermək üçün nəzərdə tutulub.
bg_bg: Проверява манифест чрез стриктен набор от указания. Предназначено, за да ви помогне да проверите своя манифест, преди да подадете заявка за съобщаване.
cs_cz: Ověří manifest podle přísné sady pokynů. To vám umožní váš manifest ještě před odesláním zkontrolovat.
da_dk: Validerer et manifest ved hjælp af et fast instruktionssæt. Dette er tiltænkt at gøre det muligt for dig at kontrollere dit manifest, før du indsender det til et repository.
de_de: Überprüft ein Manifest anhand strikter Richtlinien. Hiermit können Sie das Manifest überprüfen, bevor Sie es an ein Repository senden.
el_gr: Επαληθεύει μια διακήρυξη εφαρμογής, χρησιμοποιώντας μια αυστηρή σειρά οδηγιών. Αυτό προορίζεται για να σας επιτρέψει τον έλεγχο της διακήρυξης προτού την υποβάλλετε.
es_es: Valida un manifiesto con un conjunto estricto de instrucciones. El propósito es poder comprobar el manifiesto antes de enviarlo a un repositorio.
es_mx: Valida un manifiesto de aplicación con un conjunto estricto de instrucciones. El propósito es que pueda revisar el manifiesto antes de enviarlo a un repositorio.
et_ee: Manifest valideeritakse rangete juhiste järgi. See võimaldab teil manifesti enne selle hoidlasse saatmist kontrollida.
fa_ir: با استفاده از مجموعه‌ای دقیق از دستورالعمل‌ها مانیفست را تأیید اعتبار می‌کند. هدف از این موضوع این است که شما بتوانید مانیفست خود را قبل از ارسال به یک مخزن بررسی کنید.
fi_fi: Vahvistaa sovellusvaatimustiedoston käyttämällä tiukkoja ohjeita. Näin voit tarkistaa sovellusvaatimustiedoston ennen Repo-lähetystä.
fr_fr: Valide un manifeste à l’aide d’un ensemble de directives strict. Ceci est destiné à vous permettre de vérifier le manifeste avant de l’envoyer à un référentiel.
gl_es: Valida o manifesto usando un conxunto estrito de instrucións. O obxectivo disto é que revises o manifesto antes de envialo a un repositorio.
he_il: אימות מניפסט באמצעות קבוצה קשיחה של קווים מנחים. פעולה זו מיועדת לאפשר לך לבדוק את המניפסט לפני שאתה מגיש אותו ל- repo.
hi_in: (यह) कड़े दिशानिर्देशों के सेट का उपयोग करके मैनिफ़ेस्ट की पुष्टि करता है. इससे यह अपेक्षित है कि किसी रेपो पर सबमिट करने से पहले आपके मैनिफ़ेस्ट की जाँच करने के लिए यह आपको सक्षम करे.
hu_hu: Érvényesíthet egy jegyzékfájlt szigorú irányelvek alapján. Arra szolgál, hogy ellenőrizhesse a jegyzékfájlt, mielőtt beküldi azt egy tárházba.
id_id: Memvalidasi manifes menggunakan sekumpulan panduan yang ketat. Hal ini dimaksudkan agar Anda dapat memeriksa manifes sebelum mengirimkan ke repo.
is_is: Staðfestir farmskrá með því að nota afmarkaðan hóp af viðmiðunarreglum. Þetta er ætlað að gera þér kleift að athuga farmskrána þína áður en þú leggur inn skýrslu.
it_it: Convalida un manifesto con un insieme di linee guida rigorose. Queste hanno lo scopo di consentirti di controllare il tuo manifesto prima di inviarlo a un repository.
ja_jp: 厳密なガイドラインのセットを使用してマニフェストを検証します。これは、リポジトリに送信する前にマニフェストを確認できるようにすることを目的としています。
kk_kz: Қатаң нұсқаулар жинағын қолдану арқылы манифесттің жарамдылығын тексереді. Бұл манифестті репозиторийге жібермес бұрын тексере алуыңыз үшін жасалады.
lo_la: ກວດສອບ manifest ໂດຍໃຊ້ຊຸດຂໍ້ແນະນຳທີ່ເຂັ້ມງວດ. ນີ້ແມ່ນມີຈຸດປະສົງເພື່ອເຮັດໃຫ້ທ່ານສາມາດກວດສອບ manifest ຂອງທ່ານກ່ອນສົ່ງໄປຫາ repo ໄດ້.
lt_lt: Patvirtina manifestą naudodama griežtą gairių rinkinį. Tai skirta tam, kad galėtumėte patikrinti savo manifestą prieš pateikdami į atpirkimą.
lv_lv: Validē manifestu, izmantojot stingru vadlīniju kopu. Tas ir paredzēts, lai jūs varētu pārbaudīt savu manifestu, pirms to iesniedzat.
mk_mk: Го проверува манифестот со користење строга збирка на упатства. Ова служи за да ви овозможи да го проверите манифестот пред да го поднесете во складот.
ml_in: നിർബന്ധിതമായി സജ്ജമാക്കിയ മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉപയോഗിച്ച് ഒരു മാനിഫെസ്റ്റ് സാധൂകരിക്കുന്നു. ഒരു റിപ്പോയ്ക്ക് സമർപ്പിക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ മാനിഫെസ്റ്റ് പരിശോധിക്കാൻ നിങ്ങളെ പ്രാപ്തമാക്കുന്നതിന് ഉദ്ദേശിച്ചുള്ളതാണ് ഇത്.
ms_my: Mengesahkan manifes menggunakan set garis panduan yang ketat. Ini bertujuan untuk mendayakan anda untuk menyemak nyata manifes anda sebelum diserahkan kepada repo.
nb_no: Validerer et programmanifest etter strenge retningslinjer. Dette er ment for at du skal kunne kontrollere programmanifestet før programmet lagres.
nl_nl: Valideert een manifest met een strikte verzameling richtlijnen. Dit it bedoelt om uw manifest te controleren voordat u het indient bij een repo.
pl_pl: Weryfikuje manifest za pomocą surowej serii wytycznych. Ma to na celu umożliwienie Ci sprawdzenia manifestu przed przesłaniem go do repozytorium.
pt_br: Valida um manifesto usando um conjunto estrito de diretrizes. O objetivo é permitir que você verifique o manifesto antes de enviá-lo para um repositório.
pt_pt: Valida um manifesto através de um conjunto rigoroso de diretrizes. Tal serve para lhe permitir verificar o seu manifesto antes de submeter num repositório.
ro_ro: Validează un manifest utilizând un set strict de instrucțiuni. Acest lucru este destinat pentru a vă permite să verificați manifestul înainte de a-l trimite la un repo.
ru_ru: Проверяет манифест с помощью строгого набора правил. Это позволяет вам проверить манифест перед отправкой в репозиторий.
sk_sk: Overuje manifest pomocou striktnej množiny usmernení. Umožňuje vám to skontrolovať manifest pred odoslaním do odkladacieho priestoru.
sl_si: Preveri pristnost manifesta s strogim naborom navodil. To je namenjeno za preverjanje manifesta, preden pošljete v repo.
sq_al: Verifikon një manifest duke përdorur një bashkësi të rreptë udhëzuesish. Kjo synohet që të të mundësojë ta kontrollosh manifestin përpara se ta dorëzosh në një depo.
sr_latn_rs: Proverava valjanost manifesta pomoću strogog skupa uputstava. Ovo je namenjeno tome da vam omogući da proverite manifest pre prosleđivanja u spremište.
sv_se: Verifierar ett manifest med hjälp av en strikt uppsättning riktlinjer. Det gör att du kan kontrollera manifestet innan du skickar det till en repo.
te_in: కఠినమైన మార్గదర్శకాలను ఉపయోగించి మానిఫెస్ట్‌ను ధృవీకరిస్తుంది. ఇది రెపోకు సమర్పించే ముందు మీ మానిఫెస్ట్‌ను తనిఖీ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.
th_th: ตรวจสอบความถูกต้องของไฟล์กำกับโดยใช้ชุดคำแนะนำที่รัดกุม เพื่อให้คุณตรวจสอบไฟล์กำกับก่อนส่งไปยัง Repo
tr_tr: Kesin bir talimatlar kümesi kullanarak bir bildirimi onaylar. Bu, depoya göndermeden önce bildiriminizi gözden geçirmek için düşünülmüştür.
uk_ua: Перевіряє маніфест на основі суворого набору рекомендацій. Це дозволяє перевірити маніфест перед відправленням до репозиторію.
vi_vn: Xác thực tệp kê khai bằng bộ hướng dẫn nghiêm ngặt. Mục đích của việc này là cho phép bạn kiểm tra tệp kê khai trước khi gửi đến kho lưu trữ.
zh_cn: 使用一组严格的指南验证清单。这是为了能够在提交到存储库之前检查清单。
zh_tw: 使用一套嚴格的指導方針驗證資訊清單。這是為了讓您能夠在提交報告之前檢查您的資訊清單。
